Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Technology conferences such as Apple Inc.'s Worldwide Developers Conference (WWDC), E3 2020, Facebook F8, Google I/O and Cloud Next, and Microsoft's MVP Summit have been either cancelled or have replaced in-person events with internet streaming events.
es: Las conferencias de tecnología como la Worldwide Developers Conference de Apple Inc. (WWDC),[121]​ la E3 2020,[122]​ la Facebook F8, la Google I/O y Cloud Next,[123]​ y la MVP Summit de Microsoft[124]​[125]​ han sido canceladas o han reemplazado eventos en persona con eventos de transmisión por Internet.

source: The machine offered two modes of radiation therapy:
es: La máquina ofrecía dos modos de radioterapia:

source: Statistics of the Bolivarian government
es: Estadísticas del gobierno bolivariano

source: "Sachets with dried moth-repellent herbs like wormwood, southernwood, costmary, lavender, pennyroyal, lemon verbena rosemary, rue, sage and tansy are called ""moth bags."""
es: Aderezos (mayonesa, kétchup, mostaza, etc.), edulcorantes, sal, etc., especialmente en pequeñas cantidades, para emplearse en bares, restaurantes, etc.

source: Following the German reunification in 1990, some former GDR health agencies were (partly) integrated in the Robert Koch Institute.
es: Tras la reunificación alemana en 1990, algunas antiguas agencias de salud de la República Democrática Alemana (Alemania Oriental) se integraron (en parte) en el Instituto Robert Koch.

source: Officials credit the drop in new infections to improved political control in the southern states and resumed immunisation in the north, where Muslim clerics led a boycott of vaccination in late 2003.
es: [74]​ Lo que se atribuyó disminución al mayor control político en los estados del sur y al reinicio de la inmunización en el norte, donde los clérigos musulmanes dirigieron un boicot a la vacunación en 2003.

source: The exact nature of Semmelweis's affliction has been a subject of some debate.
es: La naturaleza exacta de la enfermedad de Semmelweis ha sido objeto de discusión.

source: In a statement, she explained the letter seeks authorization to close airports without passenger screenings, limit airstrips for charter planes, and allow the island to limit air traffic to the military and vital services.
es: En un comunicado, explicó que la carta busca autorización para cerrar aeropuertos sin inspecciones de pasajeros, limitar las pistas de aterrizaje para aviones charter y permitir que la isla limite el tráfico aéreo a los servicios militares y vitales.

source: The Daegu Office of Education decided to postpone the start of every school in the region by one week.
es: [43]​ La Oficina de Educación de Daegu decidió posponer el inicio de cada escuela en la región por una semana.

source: Arrest of Darvinson Rojas
es: Detención de Darvinson Rojas

source: On 10 February, three more cases: #4, #5 and #9 were declared to be recovered.
es: El 10 de febrero, se declararon recuperados tres casos más: # 4, # 5 y # 9.

source: The Kolmar building on Ban Jelačić Square, which housed the Croatian Writers' Association, lost one of its cupolas during the earthquake and the other had to be pulled down by firefighters as it was badly damaged.
es: El edificio Kolmar en la plaza Ban Jelačić perdió una de sus cúpulas durante el sismo y la otra fue derribada por bomberos.

source: On February 25, Taiwan News published an article, claiming Tencent accidentally leaked the real numbers of death and infection in China.
es: El 25 de febrero, Taiwan News publicó un artículo, afirmando que Tencent filtró accidentalmente los números reales de muertes e infecciones en China.

source: As cinemas and movie theaters closed, the global box office dropped by billions of dollars, streaming became more popular, and the stock of film exhibitors dropped dramatically.
es: Cuando los cines y las salas de cine cerraron, la taquilla global cayó en miles de millones de dólares, mientras que el streaming se hizo más popular.

source: Other diseases of concern
es: Enfermedades osteomusculares más frecuentes

source: Cruise operators have either cancelled or changed their itineraries as countries across the world implement travel restrictions to curb the disease.
es: Los operadores de cruceros han comenzado a cancelar o cambiar sus itinerarios a medida que los países de todo el mundo implementan restricciones de viaje para frenar la propagación de la enfermedad.

source: It is possible vaccines in development will not be safe or effective.
es: Es posible que las vacunas en desarrollo no sean seguras o efectivas.

source: Seasonal Influenza.
es: Virus de la gripe.

source: Sweden could not be drawn with two European teams
es: Suecia no puede ser sorteada con dos equipos europeos

source: Czechoslovakia became the first country in the world to scientifically demonstrate nationwide eradication of poliomyelitis in 1960.
es: [29]​ En 1960, Checoslovaquia se convirtió en el primer país del mundo en demostrar científicamente la erradicación de la polio en su territorio.

source: Vaccination Week in the WHO Eastern Mediterranean region
es: Semana de Vacunación en las Américas 2020

source: Between March 4 and 6, Cineworld's shares fell 20%, and fell another 24% on March 12.
es: Entre el 4 y el 6 de marzo, las acciones de Cineworld cayeron un 20%,[2]​ y cayeron otro 24% el 12 de marzo.

source: A decrease in the number of hospitalized patients was also reported to 18.
es: Se reportó también una disminución en el número de hospitalizados a 18.

source: Other causes of cardiogenic shock include dysrhythmias, cardiomyopathy/myocarditis, congestive heart failure (CHF), myocardial contusion, or valvular heart disease problems.
es: Otras causas de este choque incluyen arritmias, cardiomiopatía, paro cardíaco congestivo (CHF), contusión cardíaca (contusio cordis) o problemas de la válvula cardiaca.

source: Research on a universal influenza A vaccine, targeted against the external domain of the transmembrane viral M2 protein (M2e), is being done at the University of Ghent by Walter Fiers, Xavier Saelens and their team and has now successfully concluded Phase I clinical trials.
es: [108]​ La búsqueda de una vacuna universal para el tipo A, dirigida contra la superficie externa de la proteína transmembrana M2 (M2e), está siendo llevada a cabo en la Universidad de Gante por Walter Fiers, Xavier Saelens y su equipo[109]​[110]​[111]​ y ha concluido con éxito la Fase I para ensayos clínicos.

source: Coronavirus Scientific Advisory Board (Turkey)
es: Junta Científica Asesora de Coronavirus (Turquía)

source: Other precautionary measures on the airports included infrared guns, disinfection at all customs gates and the handing out of free surgical masks and instruction leaflets.
es: Otras medidas de precausión en los aeropuertos incluyen pistolas infrarrojas, desinfección en todas las puertas de aduana y entrega de mascarillas quirúrgicas de forma gratuita y folletos con instructivos.

source: Transparency of the institutions public or private.
es: Transparencia de las instituciones públicas o privadas.

source: In contrast, if 33% of affected workplaces are closed, the attack rate decreases to 4.9%, and the peak time is delayed by one week.
es: En contraste, si el 33% de los lugares de trabajo afectados son cerrados, el índice de ataque disminuye a 4.9%, y el tiempo del pico es retrasado por 1 semana.

source: Upon investigation, it was determined that the infection had spread to that hospital through a funeral ceremony attended by members of the church.
es: Tras la investigación, se determinó que la infección se había extendido a ese hospital a través de una ceremonia fúnebre a la que asistieron miembros de la iglesia.

source: Teams are allowed to use an additional MGU-K compared to 2019 to compensate for the increased demands of contesting twenty-two races.
es: Aumento del límite de unidades permitidas del MGU-K a tres como consecuencia de la extensión del calendario a 22 Grandes Premios.

source: In an interview with El Nuevo Herald on 22 March, Guaidó declared that the number of confirmed cases in Venezuela could be more than two hundred, according to opposition estimates, contrary to the 70 cases that Maduro's administration recognized at the moment.
es: [70]​ En una entrevista con El Nuevo Herald el 22 de marzo, Guaidó declaró que el número de casos confirmados en Venezuela podrían ser más de doscientos, según estimaciones de la oposición, en contra de los 70 casos que la administración de Maduro reconoció en ese momento.

source: Enterotoxins can produce illness even when the microbes that produced them have been killed.
es: Las exotoxinas pueden provocar enfermedades incluso cuando los microbios que las produjeron han sido eliminados.

source: In the end, the backgrounds blink out to reveal that the band are performing against a greenscreen in a studio.
es: "Al final, los fondos ""fallan"" hasta dejar de funcionar revelando que la banda está tocando frente a una pantalla verde de estudio."

source: The Ministry of Mines and Hydrocarbons waived fees for service companies in order to alleviate the economic fallout from the pandemic.
es: El Ministerio de Minas e Hidrocarburos eximió las tarifas para las empresas de servicios a fin de aliviar las consecuencias económicas de la pandemia.

source: "The Islamic Religious Council of Singapore said it is aware of the post, which ""expresses views that do not represent the Muslim community"" and was investigating the matter."
es: El Consejo Religioso Islámico de Singapur (MUIS) dijo estar al tanto de la publicación, que «expresa puntos de vista que no representan a la comunidad musulmana» y estaba investigando el asunto.

source: A second case in Madrid was also reported.
es: Se reporta un segundo caso en Madrid.

source: Talcum powder was used for decades but linked to postoperative granuloma and scar formation.
es: [8]​ El polvo de talco usado por décadas se asoció a granulomas postoperatorios y formación de cicatrices.

source: diffuse into tissue and damage cellular structures under skin without immediately apparent damage to skin surface.
es: Difundirse y dañar la estructura del tejido y la superficie de la piel sin daño evidente inmediato.

source: Banks applied the Bank Statement on Naomi to eliminate her.
es: Banks forzó a Naomi a rendirse con un «Bank Statement».

source: In 2005 there were 1,979 cases of wild poliovirus (excludes vaccine-derived polio viruses).
es: En 2005 se reportaron 1979 casos de poliovirus salvaje (excluyendo los casos de poliovirus de origen vacunal).

source: The president also postponed all his overseas visits.
es: El presidente también pospuso todas sus visitas al extranjero.

source: Domestic travel continues without any restriction.
es: [15]​ Los viajes nacionales continúan sin ninguna restricción.

source: The hosts of the UOQT and five teams from the rankings (including Japan, if not already qualified) will compete for one Olympic qualifying place.
es: El anfitrión de la UOQT y cinco equipos de las clasificaciones (incluido Japón, si aún no está calificado) competirán por un lugar de clasificación olímpica.

source: Gatherings were first restricted to no more than 100 people, but on 15 March this figure was lowered to 10 people, with attendees advised to keep a distance of 2 m (6 ft 7 in) between one another.
es: El 15 de marzo, las reuniones se limitaron a 10 personas y se aconsejó a los asistentes que mantuvieran una distancia de 2 m entre ellos.

source: Cats may be the predominant species to develop VAS because they have an increased susceptibility to oxidative injury, as evidenced also by an increased risk of Heinz body anemia and acetaminophen toxicity.
es: Los gatos pueden ser la especie con mayor predisposición al desarrollo de VAS porque tienen una mayor susceptibilidad a los daños de oxidación, lo que también se evidencia como un mayor riesgo de anemia de cuerpos de Heinz y de toxicidad del paracetamol.

source: The Hungarian National Bank announced that it would leave its bank and overnight rates at 0.9% and –0.05% respectively but waived its reserve requirements and is expected to announce further quantitative easing measures.
es: El Banco Nacional Húngaro anunció que dejaría sus tasas bancarias y nocturnas en 0,9% y –0,05% respectivamente, pero renunció a sus requisitos de reserva y se espera que anuncie nuevas medidas de flexibilización cuantitativa[139]​[140]​.

source: On 12 February, Abe announced that the government would expand the scope of COVID-19 testing to include patients with symptoms based on the discretion of local governments.
es: El 12 de febrero, el primer ministro Abe anunció durante la Séptima Reunión de la Sede de Novela Coronavirus que el gobierno ampliaría el alcance de las pruebas COVID-19 para incluir pacientes con síntomas según el criterio de los gobiernos locales.

source: "A confectionery shop in Hakone, Kanagawa Prefecture put up a sign saying ""No Chinese allowed!"""
es: Una tienda de confitería en Hakone, Prefectura de Kanagawa, colocó un letrero que decía «¡No se permiten chinos!» incitando a los internautas chinos a boicotear la tienda.

source: Impact of the coronavirus pandemic
es: El calendario se vería alterado por la pandemia por coronavirus.

source: In Italy, the Italian Communist Party and Italian Social Movement were excluded from Christian democrats-led coalition governments during the Cold War.
es: En Italia durante la Guerra Fría se excluyó al Partido Comunista Italiano de todas las coaliciones de gobierno lideradas por la Democracia Cristiana, aun siendo el segundo partido más votado.

source: In China, BGI Group was one of the first companies to receive emergency use approval from China's National Medical Products Administration for a PCR-based SARS-CoV-2 detection kit.
es: En China, el Grupo BGI era uno de las primeras compañías en recibir aprobación de uso de emergencia de la Administración Nacional de Productos Médicos para un paquete de detección basado en PCR SARS-CoV-2.

source: On 8 March, the Saudi Arabian government announced that it was temporarily halting all transport in and out of the Qatif Governorate, though residents of the area would be permitted to enter the city.
es: El 8 de marzo, el Gobierno de Arabia Saudita anunció que suspendería temporalmente todos los transportes que entran y salen de Qatif en su costa oriental, sin embargo, se les permitirá a los residentes de Qatif entrar al territorio.

source: The country also saw a steady decrease in the occupancy of intensive care units.
es: El país también experimentó una disminución constante en la ocupación de unidades de cuidados intensivos.

source: By 14 April, 145 aftershocks greater than or equal to 1.3 Mw and 850 below 1.3 Mw were detected following the earthquake, among which 8 were reported to be of magnitude 3.0 or greater with the largest being a 5.0 Mw event at 6:01 UTC according to the Seismological Service of Croatia.
es: [1]​ Al final del día 22 marzo, se registraron más de 50 réplicas superiores a 1.3 MW después del terremoto, entre ellas 6 de magnitud 3.0[8]​ con la mayor de 4.8 Mw a las 6:01 UTC.

source: Rollins criticized the Raw roster for their poor performance and again questioned Owens' loyalty, who responded by performing a Stunner on Rollins.
es: [27]​ Rollins criticó al plantel de Raw y nuevamente cuestionó la lealtad de Owens, quien respondió realizando un «Stunner» en Rollins.

source: Ripley declared that Flair should challenge her as she had defeated Flair, but Flair had never beat her.
es: Ripley dijo que Flair debería desafiarla, ya que Flair no solo nunca la había vencido, sino que Ripley había vencido a Flair.

source: The European Central Bank announced that it would purchase up to €750 billion ($820 billion) of government and corporate bonds and commercial paper.
es: El Banco Central Europeo anunció que compraría hasta 750 mil millones de euros ($ 820 mil millones) de bonos gubernamentales y corporativos y papel comercial[80]​.

source: By 20 April 132 cases were registered but with 120 recovered and no deaths.
es: Para el 20 de abril se registraron 132 casos, pero 120 se recuperaron y no hubo muertes.

source: The special was also simulcast on networks owned by ViacomCBS (BET, BET Her, CMT, Comedy Central, Logo TV, MTV, MTV2, MTV Classic, MTV Live, Nick at Nite, Paramount Network, Pop, Tr3s, TV Land, and VH1), NBCUniversal (Bravo, E!, MSNBC, NBCSN, Syfy, Universo and USA Network), Walt Disney Television (Freeform and National Geographic), Katz Broadcasting (Bounce TV and Laff), Bloomberg Television, and on AXS TV.
es: El especial también se transmitió simultáneamente en redes propiedad de ViacomCBS como CMT, Comedy Central, Logo TV, MTV2, Paramount Network, Pop, TV Land y VH1 en Estados Unidos, Channel 5 en Reino Unido, Network 10 en Australia, y BET y MTV en todo el mundo.

source: March 30: The sixth death is recorded.
es: 30 de marzo: se registra la sexta muerte.

source: During refeeding, insulin secretion resumes in response to increased blood sugar, resulting in increased glycogen, fat and protein synthesis.
es: Durante la realimentación, se produce un aumento en la secreción de insulina en respuesta al aumento de la glucemia, lo que favorece el anabolismo.

source: Some bodily fluids, such as saliva, sweat and tears, do not transmit the virus.
es: [9]​ Algunos fluidos corporales, como la saliva y las lágrimas, no transmiten el VIH.

source: The first death was reported in a mental ward of Cheongdo Daenam Hospital in Cheongdo County.
es: [6]​ La primera muerte fue reportada en una sala mental del Hospital Cheongdo Daenam en el Condado de Cheongdo .

source: The local field hospitals were explicitly TCM-oriented.
es: [87]​ Los hospitales locales de campaña estaban explícitamente orientados a la medicina tradicional china.

source: Similar examples of sarcomas developing secondary to inflammation include tumors associated with metallic implants and foreign body material in humans, and sarcomas of the esophagus associated with Spirocerca lupi infection in dogs and ocular sarcomas in cats following trauma.
es: Ejemplos similares de sarcomas que se desarrollan como consecuencia de una inflamación incluyen los tumores asociados con implantes metálicos y materiales ajenos al organismo en humanos, y sarcomas del esófago asociados con la infección de Spirocerca lupi en perros, y sarcomas oculares post-trauma en gatos.

source: The other seven Argentinians on board, including his wife, remained on the cruise in quarantine until February 21.
es: [23]​ Los otros siete argentinos a bordo, entre ellas la esposa, permanecieron en el crucero en cuarentena hasta el 21 de febrero.

source: "On 10 March 2020, the People magazine in China interviewed Ai and published her first-person account in its March article ""The Whistle-Giver"" (发哨子的人)."
es: "El 10 de marzo de 2020, la revista People en China entrevistó a Ai y publicó su historia de primera mano en su artículo de marzo ""La Denunciante"" (发哨子的人, ""Whistle-Giver"", o quien dio la información a Li, llamado ""Whistle-Blower"")."

source: On 22 February, a 77-year-old woman from Casalpusterlengo, who suffered from pneumonia and visited the same emergency room as the 38-year-old from Codogno, died in Lombardy.
es: El 22 de febrero, una mujer de 77 años de Casalpusterlengo, quién adoleció neumonía y visitó la misma habitación de emergencia como la persona de 38 años de Codogno, murió en Lombardía.

source: B. canis affects dogs.
es: B. canis es la menos virulenta.

source: The patient zero had recovered and was released from the hospital during the day.
es: El paciente cero se recuperó y recibió el alta del hospital.

source: The district administration has banned entry of common people in Ganga Aarti.
es: La administración del distrito ha prohibido la entrada de personas comunes en Ganga Aarti.

source: Team GB official website
es: Página del COI (en inglés).

source: There was a strong deposition of PrPSc initially located in the Ileal Peyer's patches of the small intestine.
es: Hubo una fuerte deposición de PrPSc inicialmente localizada en las placas del intestino delgado de Ileal Peyer.

source: Feline rhinotracheitis/panleukopenia/calicivirus vaccines should be given as kittens, a year later and then every three years.
es: Las vacunas contra rinotraqueitis/panleucopenia/calicivirus las vacunas tendrían que ser dadas al nacer, al año y luego cada tres años.

source: In the Valencian Community the infected rises to 30 cases, with 8 new cases in Castellón, Elche, Orihuela, and Valencia.
es: En la Comunidad Valenciana el número de infectados se eleva a los 30 casos, con 8 nuevos en Castellón, Elche, Orihuela y Valencia.

source: In 2018 about 37.9 million people were living with HIV and it resulted in 770,000 deaths.
es: En 2014 aproximadamente 36,9 millones de personas vivían con VIH y causó 1,2 millones de muertes.

source: Nippon Professional Baseball's preseason games and the Haru Basho sumo tournament in Osaka were announced to be held behind closed doors, while the J.League football and Top League rugby suspended or postponed play entirely.
es: Los juegos de pretemporada de Nippon Professional Baseball y el torneo de sumo Haru Basho en Osaka se anunciaron a puertas cerradas, mientras que J.League (fútbol) y Top League (rugby) suspendieron o pospusieron el juego por completo.

source: The group were transferred to University Hospital of the Nuestra Señora de Candelaria and underwent quarantine.
es: El grupo fue trasladado al Hospital Universitario Nuestra Señora de Candelaria y fueron puestos en cuarentena.

source: Rhabdomyolysis affecting horses may also occur in outbreaks; these have been reported in many European countries, and later in Canada, Australia, and the United States.
es: La rabdomiólisis equina también puede ocurrir en brotes, los que han sido informados en muchos países europeos y posteriormente en Canadá, Australia y los Estados Unidos.

source: Julia Alvarez wrote a fictional account of the expedition from the perspective of its only female member in Saving the World (2006).
es: 2006: La novelista dominicano-estadounidense Julia Álvarez escribió un relato de ficción sobre la expedición desde la perspectiva de la rectora del orfanato, Isabel Zendal Gómez, en Saving the World (2006).

source: "On 13 March, Delta Amacuro indigenous leader and journalist Melquiades Ávila, who has criticized health infrastructure in the country, questioned publicly through Facebook ""will our hospital be ready for coronavirus?"""
es: El 13 de marzo, el líder indígena y periodista de Delta Amacuro, Melquiades Ávila, criticó la infraestructura de salud en el país, preguntando públicamente a través de Facebook «¿estará nuestro hospital listo para el coronavirus?» y bromeó con la afirmación de Maduro de que 46 hospitales estaban preparados para el COVID-19.

source: "In general, the vaccine technologies being developed for COVID‑19 are not like vaccines already in use to prevent influenza, but rather are using ""next-generation"" strategies for precision on the COVID‑19 infection mechanisms, while hastening development for eventually preventing infection with a new vaccine."
es: "En general, las tecnologías de vacuna que se están desarrollando para COVID-19 no son como las vacunas que ya están en uso para prevenir la influenza, sino que están utilizando estrategias de ""próxima generación"" para la precisión en los mecanismos de infección de COVID-19, al tiempo que aceleran el desarrollo para eventualmente prevenir la infección con una nueva vacuna."
